Repository: AliOshriyeh/RecipeBook
Catalog: lib/utils/resources/localization/app_*.arb
Languages: fa

# language
source: English
fa: فارسی

# hello
source: Hello {username}
fa: سلام {username}

# apptitle
source: Recipe Book
fa: کتاب آشپزی

# fact_totalfat
source: Total Fat
fa: کل چربی

# fact_satfat
source: Saturated Fat
fa: چربی اشباع

# fact_transfat
source: Trans Fat
fa: چربی ترانس

# fact_cholesterol
source: Cholesterol
fa: کلسترول

# fact_totalcarb
source: Total Carbohydrate
fa: کربوهیدرات کل

# fact_fiber
source: Dietary Fiber
fa: فیبر رژیمی

# fact_sugar
source: Granulated Sugar
fa: شکر دانه ریز

# fact_protein
source: Protein
fa: پروتئین

# fact_vitamin
source: Vitamin
fa: ویتامین

# fact_calcium
source: Calcium
fa: کلسیم

# fact_chloride
source: Chloride
fa: کلرید

# fact_chromium
source: Chromium
fa: کروم

# fact_copper
source: Copper
fa: مس

# fact_fluoride
source: Fluoride
fa: فلوراید

# fact_iodine
source: Iodine
fa: ید

# fact_iron
source: Iron
fa: آهن

# fact_magnesium
source: Magnesium
fa: منیزیم

# fact_manganese
source: Manganese
fa: منگنز

# fact_molybdenum
source: Molybdenum
fa: مولیبدن

# fact_phosphorus
source: Phosphorus
fa: فسفر

# fact_potassium
source: Potassium
fa: پتاسیم

# fact_selenium
source: Selenium
fa: سلنیوم

# fact_sodium
source: Sodium
fa: سدیم

# fact_zink
source: Zink
fa: روی

# ttle_recname
source: {itemName}'s Recipe
fa: دستور غذایی {itemName}

# ttle_carousel
source: Enjoy A Delicious Trip
fa: از یک ماجراجویی خوشمزه لذت ببرید

# chs_country
source: Choose a Country
fa: یک کشور را انتخاب کنید

# chs_category
source: Choose a Category
fa: یک دسته غذایی را انتخاب کنید

# txt_fillform
source: Let's get started by filling out the form below
fa: بیایید با پر کردن فرم زیر شروع کنیم

# txt_facts
source: Nutrition Facts
fa: اطلاعات تغذیه

# txt_term
source: Term and Conditions
fa: شرایط و شرایط

# txt_policy
source: Private Policy
fa: مرام نامه شخصی

# txt_accept
source: By signing up you accept our
fa: با ثبت نام ما را می پذیرید

# ent_recname
source: Name your dish
fa: غذای خود را نام گذاری کنید

# ent_recdesc
source: Explain how to make it!
fa: طرز درست کردن غذا را توضیح بدید

# ent_country
source: Type the Country of Origin here
fa: کشور مبدا را در اینجا تایپ کنید

# ent_recingredients
source: Type the Ingredients here
fa: مواد لازم را اینجا تایپ کنید

# val_pass
source: Password is TOO Short!!
fa: رمز عبور خیلی کوتاه است!!

# val_email
source: Enter A Valid Email
fa: یک ایمیل معتبر وارد کنید

# val_phone
source: Enter A Valid Phone Number
fa: یک شماره تلفن معتبر وارد کنید

# val_recname
source: Enter a valid name
fa: یک نام معتبر وارد کنید

# val_recdesc
source: Recipe is too short
fa: دستور پخت خیلی کوتاه است

# val_recingredients
source: Enter a valid ingredients
fa: یک ماده غذایی معتبر وارد کنید

# prmpt_login
source: Login Now!
fa: اکنون وارد شوید!

# prmpt_error
source: Something Went Wrong!
fa: یه جای کار می لنگه!

# prmpt_norec
source: No Recipes Registered Yet!
fa: هنوز هیچ دستور غذایی ثبت نشده!

# prmpt_signup
source: Sign Up Now!
fa: اکنون ثبت نام کنید!

# prmpt_search
source: There was no result for {itemName}
fa: نتیجه ای برای {itemName} پیدا نشد

# prmpt_nopage
source: No Page Found
fa: هیچ صفحه ای یافت نشد

# prmpt_frgtpass
source: Forgot Password?
fa: رمز عبور را فراموش کرده اید؟

# prmpt_recdelete
source: Are You Sure You Want To Delete This Recipe?
fa: آیا مطمئن هستید که می خواهید این دستور غذا را حذف کنید؟

# prmpt_noaccount
source: You Don't Have an Account Yet?
fa: شما هنوز حسابی ندارید؟

# prmpt_recupload
source: Are You Sure You Want To Upload This Recipe?
fa: آیا مطمئن هستید که می خواهید این دستور غذا را آپلود کنید؟

# prmpt_nocategory
source: No Category has been Assigned
fa: هیچ دسته غذایی اختصاص داده نشده است

# prmpt_hasaccount
source: Already Have an Account?
fa: از قبل یک حساب دارید؟

# prmpt_noingredient
source: No Ingredient Registered Yet
fa: هنوز هیچ ماده غذایی ثبت نشده است

# prmpt_frstIngredient
source: Add your First Ingredient Today
fa: اولین ماده غذایی خود را امروز اضافه کنید

source: Next
fa: بعدی

# pass
source: Password
fa: رمز عبور

source: Name
fa: نام

source: Error
fa: خطا

source: Login
fa: ورود به سیستم

source: Email
fa: ایمیل

source: Phone
fa: تلفن

source: Abort
fa: خروج

source: Recipe
fa: دستور آشپزی

source: Origin
fa: اصالت غذا

source: Create
fa: ایجاد

source: Sign Up
fa: ثبت نام

source: Amount
fa: مقدار

source: Upload
fa: آپلود

source: Delete
fa: حذف

source: Country
fa: کشور

source: Calories
fa: کالری

source: Settings
fa: تنظیمات

source: Category
fa: دسته غذایی

source: Ingredients
fa: مواد لازم
